Repository: bgonzalezn/PRTT-bpgn
Catalog: tm/2014 Sud CS6 Spill Response-level2.tmx
Source language: en
Languages: es

source: (It is important that someone knows in the event you become exposed/injured.
es: (Es importante que alguien sepa por si sufres una exposición/lesión.

source: However , many chemicals are also within equipment or in a process, such as:
es: Sin embargo , muchos productos químicos también están dentro de los equipos o en un proceso, por ejemplo:

source: Top priority is to limit the potential for a spill in the first place.
es: La principal prioridad es limitar la posibilidad de derrames, en primer lugar.

source: A release of volatile compounds can also impact local air quality
es: La liberación de compuestos volátiles también puede impactar la calidad del aire local.

source: A release to permeable ground surface can contaminate soil and groundwater
es: La liberación en la superficie de un terreno permeable puede contaminar el suelo y las aguas subterráneas.

source: A release to water can compromise water quality and injure fish and aquatic plants
es: La liberación en el agua puede comprometer su calidad y dañar a peces y plantas acuáticas.

source: A release within an office, warehouse, shed, basement, or other indoor structure may not impact the environment, but presents a H&S hazard to the occupants
es: La liberación dentro de una oficina, bodega, cobertizo, sótano u otra estructura interior puede no dañar el medio ambiente, pero representa un peligro a la salud y seguridad de los ocupantes.

source: Absorbent pads are intended to absorb free liquids and contain a release.
es: Las almohadillas absorbentes se usan para absorber líquidos libres y contener una liberación.

source: Absorbent vendor: http ://www.newpig.com/pig/US/
es: Proveedor de absorbente: http ://www.newpig.com/pig/US/

source: Add enough to contain and absorb the spill
es: Añade lo suficiente para contener y absorber el derrame.

source: Additional Material:
es: Material adicional:

source: Although not every spill will be managed in the exact same manner, there is a common approach.
es: Aunque no se manejarán todos los derrames de la misma manera, hay un enfoque común.

source: Are there chemicals that could spill?
es: ¿Hay productos químicos que podrían derramarse?

source: Are you prepared if there is a spill ?
es: ¿Estás preparado para un derrame ?

source: Assess the situation and determine your course of action.
es: Evalúa la situación y determina tu curso de acción.

source: At home, kitty litter will work as a granular absorbent
es: En el hogar, la arena de gato sirve como absorbente granular.

source: Avoid long-term storage.
es: Evitar el almacenamiento prolongado.

source: Avoid storing near drains.
es: Evitar almacenar cerca de drenajes.

source: Avoid storing near sensitive receptors (drains, water).
es: Evitar almacenar cerca de receptores sensibles (drenajes, agua).

source: Awareness Communication #37
es: Comunicación para la toma de conciencia Nº 37

source: Batteries (wet-cell)
es: Baterías (celda húmeda)

source: Below are some suggested measures to reduce the risk of spills :
es: Estas son algunas medidas sugeridas para reducir el riesgo de derrame :

source: Bulk Fuel Containers
es: Recipientes de combustible a granel

source: Chemicals are stored in our offices, warehouses, storage units, at our field sites, and in our homes.
es: En nuestras oficinas, bodegas, lugares de almacenamiento, en terreno y en nuestros hogares guardamos productos químicos.

source: Chemicals in small and in larger bulk quantities are used on several of our Golder projects.
es: Se usan productos químicos en cantidades variadas en varios proyectos de Golder.

source: Cleaners
es: Limpiadores

source: Containers should be in good condition.
es: Los recipientes deben estar en buen estado.

source: Containers should be tightly sealed when not in use.
es: Se debe cerrar muy bien los recipientes cuando no se usen.

source: Contaminated Groundwater
es: Aguas subterráneas contaminadas

source: Contaminated groundwater releases to the ground surface
es: Liberación de aguas subterráneas contaminadas en terreno superficial

source: Control access to chemical storage area.
es: Controlar el acceso al lugar de almacenamiento de productos químicos.

source: Dispose of expired chemicals.
es: Disponer los productos químicos vencidos.

source: Do not overfill container.
es: No llenar el recipiente más de la cuenta.

source: Do not store where they can freeze or overheat.
es: No almacenar donde pueda congelarse o sobrecalentarse.

source: Does not pose a significant safety or health hazard to employees in the immediate vicinity or to the employee cleaning it up
es: No representa un peligro considerable para la salud y seguridad de los empleados que trabajan en las inmediaciones o para el empleado que lo está limpiando.

source: Does not have the potential to become an emergency within a short time frame
es: No tiene potencial de llegar a ser una emergencia en un periodo breve.

source: Don the appropriate PPE.
es: Ponte el EPP adecuado.

source: Don’t move equipment with leaks and spread the impact.
es: No mover el equipo que tenga fugas para no propagar el impacto.

source: Double up on the socks at the leading edge if spill is flowing.
es: Duplica los calcetines en el borde de entrada si el derrame sigue fluyendo.

source: EPA Reporting Requirements: http://www.epa.gov/oem/content/reporting/index.htm or http://www2.epa.gov/home/report-spills-and-environmental-violations
es: Requisitos informativos de la EPA (en inglés): http://www.epa.gov/oem/content/reporting/index.htm o http://www2.epa.gov/home/report-spills-and-environmental-violations

source: Ensure that personal and fleet vehicles are maintained and inspected to prevent fuel or oil leaks in Golder parking lots.
es: Asegurarse de que los vehículos personales y de flotas se sometan a mantenimiento e inspecciones para evitar fugas de combustible o aceite en los estacionamientos de Golder.

source: Exercise caution when shaking cartridge, gently rock it.
es: Ejercer precaución al agitar el cartucho y hacerlo con suavidad.

source: February 2014
es: Febrero 2014

source: Field Chemicals
es: Productos químicos en terreno

source: For additional clarification see: https:// www.osha.gov/pls/oshaweb/owadisp.show_document?p_table=INTERPRETATIONS&p_id=20454
es: Más información (en inglés): https:// www.osha.gov/pls/oshaweb/owadisp.show_document?p_table=INTERPRETATIONS&p_id=20454

source: For work-related spills (non-home incidents), unless you are HAZWOPER trained, you can only respond to incidental spills, if can safely do so.
es: En el caso de derrames en el trabajo (incidentes fuera del hogar), a menos que que estés capacitado en operaciones y respuesta de emergencia con residuos peligrosos, solo puedes responder a derrames incidentales, si puedes hacerlo con seguridad.

source: Fuel/Oil
es: Combustible/Aceite

source: GAI Health and Safety
es: Salud y seguridad de GAI

source: Gasoline
es: Gasolina

source: Get your spill kit (granular absorbent, socks, pads, pillows, etc.) and other necessary equipment.
es: Toma el kit de derrames (absorbente granular, calcetines, almohadillas, cojines, etc.) y otro equipamiento que necesites.

source: Give some time for pad to absorb the liquid before determining if layer 2 is needed.
es: Dale tiempo a la almohadilla para absorber el líquido antes de decidir si pones una segunda capa.

source: Golder Fleet Vehicles
es: Vehículos de la flota de Golder

source: Granular absorbent may be used to absorb the residuals (not in water).
es: Puede usarse absorbente granular para absorber los residuos (no en agua).

source: Granular absorbent may be used to absorb the residuals.
es: Puede usarse absorbente granular para absorber los residuos.

source: Heavy Equipment
es: Equipamiento pesado

source: Here are some suggested measures to reduce the risk of spills:
es: Estas son algunas medidas sugeridas para reducir el riesgo de derrame:

source: Household Hazardous Waste: http://www.epa.gov/sandy/pdf/R2dealingHHW.pdf
es: Residuos peligrosos domiciliarios (en inglés): http://www.epa.gov/sandy/pdf/R2dealingHHW.pdf

source: If liquid seeps through layer 1, add another layer.
es: Si el líquido traspasa la primera capa, añade otra capa.

source: If there is any chance the spilled material is flammable, only use non-sparking tools
es: Si el material derramado pudiera ser inflamable, usa solo herramientas que no generen chispas.

source: Impacts
es: Impactos

source: In the event of a spill, you need to immediately assess the situation and make the right decisions.
es: En caso de un derrame, debes evaluar la situación de inmediato y tomar las decisiones correctas.

source: Inspections/ O&M.
es: Inspecciones y O&M

source: Introduction
es: Introducción

source: Keep appropriate spill control equipment (e.g., absorbents) in the office and field vehicle, as needed
es: Tener a mano equipo de control de derrames adecuado (ej., absorbente) en la oficina y vehículos, según se necesite.

source: Keep appropriate spill control equipment (e.g., absorbents, pads, socks) in the field and field vehicle, as needed
es: Tener a mano equipo de control de derrames adecuado (ej., absorbente, almohadillas y calcetines) en la oficina y vehículos, según se necesite.

source: Keep containers closed when not in use.
es: Mantener los recipientes cerrados cuando no se usen.

source: Know your local rules.
es: Infórmate sobre las normas locales.

source: Lab Chemicals
es: Productos químicos de laboratorio

source: Leaking gasoline from a chain saw (home )
es: Fuga de gasolina de una motosierra (hogar )

source: Leaking lab sample bottle holding caustic preservative
es: Fuga de preservador cáustico de botella que contenía muestras de laboratorio

source: Limited in quantity, exposure potential, or toxicity
es: Está limitado en cantidad, potencial de exposición o toxicidad.

source: Look around your home, including your garage/shed.
es: Revisa tu hogar, incluso tu garage/cobertizo.

source: Materials like Oil Dri and other absorbents have special properties and absorb much better than dirt.
es: Materiales como Oil Dri y otros absorbentes tienen propiedades especiales y absorben mucho mejor que la arena.

source: May be safely cleaned up by employees who are familiar with the hazards of the chemicals with which they are working
es: Puede ser limpiado con seguridad por empleados que estén familiarizados con los peligros de los productos químicos con los que están trabajando.

source: Most small spills can be managed using granular absorbents
es: La mayoría de los derrames pequeños pueden manejarse son absorbentes granulares.

source: Note: Regulatory spill reporting requirements may apply.
es: Nota: Puede haber normas que exijan informar los derrames.

source: Notify someone that there was a spill and that you will be cleaning it up.
es: Avisa a alguien que hubo un derrame y que lo limpiarás.

source: Oil socks are commonly used to intercept flowing liquid.
es: Los calcetines para hidrocarburos se usan para interceptar el líquido que fluye.

source: Only use containers in good condition.
es: Solo usar recipientes en buen estado.

source: Outline
es: Índice

source: Overfilled gas tanks on Golder vehicles
es: Sobrellenado de estanques en vehículos de Golder

source: Paint
es: Pintura

source: Place spent pads in a container, label, and dispose (per local regulations).
es: Pon las almohadillas usadas en un contenedor, etiquétalo y disponlo (según las normas locales).

source: Place spent socks in a container, label, and dispose (per local regulations).
es: Pon los calcetines usados en un contenedor, etiquétalo y disponlo (según las normas locales).

source: Potential Impacts
es: Impactos potenciales

source: Presents minor safety or health hazards to employees in the immediate work area or those assigned to clean them up
es: Representa un peligro menor para la salud y seguridad de los empleados en el área de trabajo inmediata o a aquellos encargados de limpiarlo.

source: Prevention of hose failures (look for wear).
es: Prevención de fallas en las mangueras (comprobar desgaste).

source: Properly secure any chemicals in the vehicles pre-transport.
es: Sujetar adecuadamente los productos químicos en los vehículos antes de su transporte.

source: Recent Incidents
es: Incidentes recientes

source: Repeat, as necessary
es: Repite si es necesario.

source: Resources
es: Recursos

source: Routine inspection and maintenance.
es: Inspección y mantenimiento de rutina

source: Safety cans/containers in good condition.
es: Recipientes de seguridad en buen estado.

source: Scoop/shovel spent absorbent into a container, label, and dispose (per local regulations)
es: Barre/palea el absorbente usado y viértelo en un contenedor, etiquétalo y disponlo (según las normas locales).

source: Screw cap on tight.
es: Cerrar bien la tapa.

source: Segregate incompatibles.
es: Segregar los productos incompatibles.

source: Several hydraulic fluid hose leaks from heavy equipment on various Golder field sites
es: Varias fugas de mangueras de fluido hidráulico de equipo pesado en diversos sitios estando Golder en terreno

source: Several of our Golder offices store chemicals in small quantities in separate containers or within equipment.
es: En varias oficinas de Golder se almacenan productos químicos en pequeñas cantidades en contenedores separados o dentro de los equipos.

source: Some general spill prevention measures are suggested below:
es: Aquí se sugieren algunas medidas generales de prevención de derrames:

source: Speaking Notes:
es: Notas del presentador:

source: Spill Response
es: Respuesta ante derrames

source: Spill Response – Absorbent Pads
es: Respuesta ante derrames: almohadillas absorbentes

source: Spill Response – General
es: Respuesta ante derrames: general

source: Spill Response – Granular Absorbents
es: Respuesta ante derrames: absorbentes granulares

source: Spill Response – Incidental Releases
es: Respuesta ante derrames: liberación incidental

source: Spill Response – Socks/Booms/”Pigs”
es: Respuesta ante derrames: calcetines/salchichas/cordones

source: Spill Prevention and Preparedness
es: Prevención y preparación ante derrames

source: Spill Prevention and Preparedness-Home
es: Prevención y preparación ante derrames: hogar

source: Spill Prevention and Preparedness-In the field
es: Prevención y preparación ante derrames: terreno

source: Spill Prevention and Preparedness-Office
es: Prevención y preparación ante derrames: oficina

source: Spill Prevention and Response
es: Prevención y respuesta ante derrames

source: Spill prevention is focused on planning ahead and implementing controls to avoid a spill, but spills may still happen.
es: Su prevención se centra en la planificación y la implementación de controles para evitarlos, aunque siempre pueden ocurrir.

source: Spills are unplanned and can happen at home, the office, and our field sites.
es: Los derrames son eventos que pueden ocurrir en el hogar, oficina o en terreno.

source: Start at leading edge of the spill (perimeter) and spread the absorbent
es: Comienza con un borde de entrada del derrame (perímetro) y esparce el absorbente.

source: Start at leading edge of the spill (perimeter) and spread the sheets.
es: Comienza con un borde de entrada del derrame (perímetro) y esparce las almohadillas.

source: Start at leading edge of the spill (perimeter) and surround the spill.
es: Comienza con un borde de entrada del derrame (perímetro) y rodea el derrame.

source: Stop the source of the release, if you can.
es: Detén la fuente del derrame, si es posible.

source: Store containers in containment, if possible.
es: Almacenar en contenedores, si es posible.

source: Store in a dry, cool place, off the ground or concrete floors - to keep the cans from rusting.
es: Guardar en un lugar fresco y seco, alejado del suelo para evitar que los recipientes se oxiden.

source: Store in containment or in flammable cabinet.
es: Almacenar en gabinete de contención o para elementos inflamables

source: Store in containment, if possible.
es: Almacenar en contenedores, si es posible.

source: Store in designated, safe location.
es: Almacenar en un lugar designado y seguro.

source: Store in location (garage) away from any flame source, direct sunlight, heat sources, or wet areas.
es: Guardar en un lugar (garaje) alejado de fuentes de llamas, luz directa del sol, fuentes de calor o zonas húmedas.

source: Store in non-corrosive, dry, leak-proof container.
es: Almacenar en recipiente no corrosivo, seco e impermeable.

source: Store in original containers.
es: Almacenar en sus recipientes originales.

source: Store in plastic or steel labeled container, consider waste oil collection pan.
es: Almacenar en recipientes de plástico o acero etiquetados y contemplar el uso de un recolector de aceite usado.

source: Store indoors in moderate temperatures.
es: Almacenar en interiores a temperatura moderada.

source: Store on containment tray.
es: Almacenar en la bandeja de contención.

source: Store upright, do not stack.
es: Almacenar en posición vertical, no apilar.

source: Store upright.
es: Almacenar en posición vertical.

source: The impacts from a release can range from minor to significant
es: Los impactos de la liberación pueden ser menores o considerables.

source: These should be in your HaSEP .
es: Deben aparecer en tu HaSEP .

source: This applies at home as well.)
es: Esto también vale para el hogar.)

source: Tightly seal fill cap/container cap.
es: Cerrar bien la tapa.

source: Toner/Ink
es: Toner/Tinta

source: Training on procedures.
es: Capacitación sobre procedimientos

source: Training.
es: Capacitación

source: Use containment trays under fill nozzle during fueling.
es: Usar bandejas de contención debajo de la boquilla de llenado durante el vertido de combustible.

source: Use secondary containment or double-walled tank.
es: Usar contención secundaria o estanques con doble pared.

source: Use similarly as granular absorbents.
es: Úsalos de manera similar al absorbente granular.

source: Use water repelling booms in water.
es: En agua, usa cordones hidrófobos.

source: Used Oil
es: Aceite usado

source: Wastewater releases from a storage tank
es: Liberación de aguas residuales de un depósito de almacenamiento

source: We typically think of chemical storage as within a container.
es: Solemos creer que el almacenamiento de productos químicos se hace dentro de un contenedor.

source: What is an incidental spill?
es: ¿Qué es un derrame incidental? Es el que:

source: When replacing, place the drum unit on a cloth or large piece of paper to avoid spilling the toner.
es: Al cambiarlos, poner el tambor sobre un trapo o trozo de papel grande para evitar derramar el toner.

source: When transporting to a recycler, secure the container in your vehicle.
es: Al transportar a un reciclador, sujetar el recipiente dentro del vehículo.

source: Whether the impact is minor or significant, it still requires effort to control and clean up the spill.
es: Ya sea que el impacto fuese menor o considerable, no deja de necesitar un esfuerzo de control y limpieza del derrame.

source: Wipe clean all the paint residue from the rim before closing.
es: Limpiar con un paño todos los residuos de pintura del borde antes de cerrarlos.

source: Work inward.
es: Trabaja hacia el centro.

source: Work your way to the center
es: Trabaja hacia el centro.

source: Your safety and the safety of those around you come first and foremost .
es: Tu seguridad y la de aquellos a tu alrededor están primero .

source: contaminated groundwater
es: Aguas subterráneas contaminadas

source: copier toner
es: Toner de impresora

source: diesel fuel
es: Combustible diesel

source: gasoline
es: Gasolina

source: gasoline in a generator
es: Gasolina en un grupo electrógeno

source: hydraulic fluid within hoses on heavy equipment
es: Fluido hidráulico dentro de las mangueras de los equipos pesados

source: hydrochloric acids
es: Ácido clorhídrico

source: isopropyl alcohol
es: Alcohol isopropílico

source: lab sample preservatives
es: Preservadores de muestras de laboratorio

source: oil
es: Aceite

source: paint
es: Pintura

source: solvents/cleaners
es: Solventes y productos de limpieza

source: wastewater being pumped from a pit
es: Aguas residuales que se bombean desde un rajo

source: water treatment chemicals
es: Productos químicos para tratamiento de aguas

source: water treatment chemicals used in a process
es: Productos químicos para tratamiento de aguas usados en un proceso
